PR11 = float(input("Введіть першу сторону першого прямокутника: "))
PR12 = float(input("Введіть другу сторону першого прямокутника: "))
PR21 = float(input("Введіть першу сторону другого прямокутника: "))
PR22 = float(input("Введіть другу сторону другого прямокутника: "))
PR31 = float(input("Введіть першу сторону третього прямокутника: "))
PR32 = float(input("Введіть другу сторону третього прямокутника: "))

S1 = PR11 * PR12
S2 = PR21 * PR22
S3 = PR31 * PR32

print(f"Площа першого прямокутника: {S1}")
print(f"Площа другого прямокутника: {S2}")
print(f"Площа третього прямокутника: {S3}")


